tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"
tap "thoughtbot/formulae"

# brew "asdf"
brew "awscli"
brew "ctags"
brew "fd"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "graphviz"
# brew "heroku"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql"
brew "neovim"
brew "nkf"
brew "postgis"
brew "postgresql"
brew "redis"
brew "rmtrash"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/rcm"

cask "chromedriver"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flash-npapi"
cask "flash-ppapi"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "haptic-touch-bar"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "silverlight"
cask "visual-studio-code"
cask "zoomus"

mas "1Password 7", id: 1333542190
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
