tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dep"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fswatch"
brew "fzf"
brew "ghq"
brew "git"
brew "git-lfs"
brew "glassfish"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "libtool"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "libyaml"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "nkf"
brew "openssl"
brew "openssl"
brew "php"
brew "postgis"
brew "postgresql", restart_service: true
brew "pwgen"
brew "python"
brew "readline"
brew "readline"
brew "redis", restart_service: true
brew "ripgrep"
brew "sl"
brew "textql"
brew "thefuck"
brew "thoughtbot/formulae/rcm"
brew "tree"
brew "typescript"
brew "unixodbc"
brew "unixodbc"
brew "unzip"
brew "watchman"
brew "wget"
brew "yarn"
brew "zstd"
cask "amazon-workspaces"
cask "android-studio"
cask "chromedriver"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "eclipse-jee"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "haptic-touch-bar"
cask "iterm2"
cask "java11"
cask "karabiner-elements"
cask "mysqlworkbench"
cask "ngrok"
cask "powershell"
cask "processing"
cask "skyfonts"
cask "tableau"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
