tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "openssl@1.1"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "libffi"
brew "circleci"
brew "composer"
brew "ctags"
brew "curl"
brew "dep"
brew "libtiff"
brew "elixir"
brew "exa"
brew "exiftool"
brew "fd"
brew "fish"
brew "fswatch"
brew "fzf"
brew "webp"
brew "zstd"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gnuplot"
brew "graphviz"
brew "h2o"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libxslt"
brew "mas"
brew "mysql"
brew "neovim"
brew "nkf"
brew "postgresql"
brew "postgis"
brew "pwgen"
brew "redis"
brew "ripgrep"
brew "sl"
brew "tree"
brew "typescript"
brew "unzip"
brew "watchman"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/rcm"
cask "amazon-workspaces"
cask "arduino"
cask "chromedriver"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "haptic-touch-bar"
cask "iterm2"
cask "mactex"
cask "ngrok"
cask "oracle-jdk"
cask "virtualbox"
cask "visual-studio-code"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Display Menu", id: 549083868
mas "LG Screen Manager", id: 1142051783
mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
